sae/sae-webservices-test/src/test/resources/soap/request/recherche_SoapFault_wsse_SecurityTokenUnavailable.xml

<soap:Envelope
   xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
   xmlns:sae="http://www.cirtil.fr/saeService">

   <soap:Header/>

   <soap:Body>
      <sae:recherche>
         <sae:requete>TOTO</sae:requete>
         <sae:metadonnees />
      </sae:recherche>
   </soap:Body>
   
</soap:Envelope>